Repository: rmesther/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: es, fa, pl, tr

source: Your repo will be automatically published when you add storage. Repomaker does not publically promote your stuff. Only people who receive the direct link to your repo will be able to see it.
es: Su repositorio se publicará automáticamente cuando agregue un almacenamiento. Repomaker no promueve públicamente sus cosas, solo las personas que reciben el enlace directo a su repositorio podrán verlo.
fa: هنگام افزودن ذخیره‌ساز، مخزنتان به صورت خودکار منتشر می‌شود. مخزن‌ساز چیزهایتان را به صورت عمومی تبلیغ نمی‌کند. فقط افرادی که پیوند مستقیم به مخزنتان را دریافت کرده‌اند، قادر به دیدنش هستند.
pl: Twoje repozytorium zostanie automatycznie opublikowane po dodaniu miejsca. Repomaker nie publikuje twoich rzeczy. Tylko osoby, które otrzymają bezpośredni link do Twojego repozytorium, będą mogły go zobaczyć.
tr: Depolama eklediğinizde, deponuz kendiliğinden yayımlanacaktır. Repomaker deponuzun genel reklamını yapmaz. Sadece deponuza doğrudan bağlantıyı alan kişiler onu görebilecektir.

source: add storage
es: añadir Almacenamiento
fa: فضا را اضافه کن
pl: dodaj pamięć
tr: depolama ekle

source: You have <span>%(app_count)s app</span> in your repo. Share it!
es: Usted tiene <span>%(app_count)s aplicación</span>en su repositorio. ¡Compártala!
fa: <span>%(app_count)s app</span> کاره در مخزنتان دارید. هم‌رسانیش کنید!
pl: Masz <span>%(app_count)s aplikację</span> w repozytorium. Udostępnij to!
tr: Deponuzda <span>%(app_count)s uygulamaya</span> sahipsiniz. Paylaşın!

source: view repo
es: ver repositorio
fa: دیدن مخزن
pl: zobacz repozytorium
tr: depo görüntüle

source: share public link
es: compartir enlace público
fa: هم‌رسانی پیوند عمومی
pl: udostępnij link publiczny
tr: açık bağlantıyı paylaş

source: copy link
es: copiar el enlace
fa: رونوشت از پیوند
pl: skopiuj link
tr: bağlantıyı kopyala

source: add to an android phone
es: agregar a un teléfono Android
fa: افزودن به تلفنی اندرویدی
pl: dodaj do telefonu z androidem
tr: bir android telefona ekle

source: To install these apps on your Android phone, add them to F-Droid.
es: Para instalar estas aplicaciones en su teléfono Android, agréguelas a F-Droid.
fa: برای نصب این کاره‌ها روی تلفن اندرویدیتان، آن‌ها را به اف‌دروید بیفزایید.
pl: Aby zainstalować te aplikacje na telefonie z Androidem, dodaj je do F-Droid.
tr: Bu uygulamaları Android telefonunuzda kurmak için, onları F-Droid'e ekleyin.

source: F-Droid ensures access to secure app updates.
es: F-Droid garantiza el acceso a actualizaciones seguras de aplicaciones.
fa: اف-‌دروید دسترسی به بروزرسانی‌های برنامه امن را ممکن می‌کند.
pl: F-Droid zapewnia dostęp do bezpiecznych aktualizacji aplikacji.
tr: F-Droid güvenli uygulama güncellemelerine erişim sağlar.

source: Scan QR
es: Escanear QR
fa: پویش QR
pl: Zeskanuj kod QR
tr: QR Tara

source: Check out this F-Droid repo: %(name)s
es: Revisar este Repositorio de F-Droid: %(name)s
fa: این مخزن اف-‌دروید را ببینید: %(name)s
pl: Sprawdź to repozytorium F-Droid: %(name)s
tr: Bu F-Droid deposuna göz atın: %(name)s

source: Browse Gallery
es: Revisar la galería
fa: مرور جُنگ
pl: Przeglądaj galerię
tr: Galeriye Gözat

source: Search
es: Buscar
fa: جست‌وجو
pl: Szukaj
tr: Ara

source: Category (%(count)s)
es: Categoría %(count)s
fa: دسته (%(count)s 1)
pl: Kategoria (%(count)s)
tr: Kategori (%(count)s)

source: All
es: Todo
fa: همه
pl: Wszystkie
tr: Hepsi

source: Source (%(count)s)
es: Fuente %(count)s
fa: منبع (%(count)s 1)
pl: Źródła (%(count)s)
tr: Kaynak (%(count)s)

source: Add a repo
es: Agregar un repositorio
fa: افزودن یک مخزن
pl: Dodaj repozytorium
tr: Bir depo ekle

source: Clear filters
es: Limpiar filtros
fa: پاک سازی پالایه‌ها
pl: Wyczyść filtry
tr: Filtreleri temizle

source: No apps found that match '%(search_term)s'. Please try a different search or remove other filter criteria.
es: No se encontraron aplicaciones que coincidan '%(search_term)s'. Por favor intente una búsqueda diferente o elimine los filtros de búsqueda.
fa: هیچ کاره‌ای که با «%(search_term)s» مطابق باشد پیدا نشد. لطفاً جست‌وجوی دیگری را آزموده یا سنجه‌های پالایش دیگر را بردارید.
pl: Nie znaleziono pasujących aplikacji '%(search_term)s'. Spróbuj użyć innego wyszukiwania lub usuń inne kryteria filtrowania.
tr: '%(search_term)s' ile eşleşen uygulama bulunamadı. Lütfen farklı bir arama deneyin veya diğer süzme ölçütlerini kaldırın.

source: There are no apps in this repo.
es: No hay aplicaciones en este repositorio.
fa: هیچ کاره‌ای در این مخزن نیست.
pl: W repozytorium nie ma żadnych aplikacji.
tr: Bu depoda uygulama yok.

source: There are no apps available in the repos.
es: No hay aplicaciones disponibles en los repositorios.
fa: هیچ کاره‌ای در این مخزن موجود نیست.
pl: W repozytoriach nie ma dostępnych aplikacji.
tr: Depolarda kullanılabilir uygulama yok.

source: If you just added a repo, wait for the apps to download and try again later.
es: Si acaba de agregar un repositorio, espere a que las aplicaciones se descarguen e inténtelo más tarde.
fa: اگر به تازگی مخزنی افزوده‌اید، منتظر بارگیری کاره‌ها شده و بعداً دوباره بیازمایید.
pl: Jeśli właśnie dodałeś repozytorium, poczekaj na pobranie aplikacji i spróbuj ponownie później.
tr: Bir depoyu henüz eklediyseniz, uygulamaların indirilmesini bekleyin ve daha sonra tekrar deneyin.

source: This repo has no apps in the selected category. Try clearing it or select a different repo.
es: Este repositorio no tiene aplicaciones en la categoría seleccionada. Intente limpiando la categoría o seleccione otro repositorio.
fa: این مخزن هیچ کاره‌ای در دستهٔ گزیده ندارد. دسته را پاک کرده یا مخزن دیگری را برگزینید.
pl: To repozytorium nie ma żadnych aplikacji w wybranej kategorii. Spróbuj wyczyścić lub wybierz inne repozytorium.
tr: Bu deponun seçilen kategoride uygulası yok. Temizlemeyi deneyin ya da farklı bir depo seçin.

source: There are no apps available in the selected category. Try clearing it.
es: No hay aplicaciones disponibles en la categoría seleccionada. Intente limpiando la categoría.
fa: هیچ برنامه‌ای در دستهٔ گزیده موجود نیست. دسته را پاک کنید.
pl: Brak dostępnych aplikacji w wybranej kategorii. Spróbuj to wyczyścić.
tr: Seçilen kategoride kullanılabilir uygulama yok. Temizlemeyi deneyin.

source: Delete Storage
es: Eliminar almacenamiento
fa: حذف ذخیره‌ساز
pl: Usuń pamięć
tr: Depolamayı Sil

source: Are you sure you want to remove the storage at <strong>%(object)s</strong> from your repo?
es: ¿Seguro que desea eliminar el almacenamiento en <strong>%(object)s</strong> de su repositorio?
fa: مطمئنید که می‌خواهید ذخیرهٔ موجود در <strong>%(object)s</strong> را از مخزنتان بردارید؟
pl: Czy na pewno chcesz usunąć magazyn pamięć w <strong>%(object)s</strong> z twojego repozytorium?
tr: Deponuzdan <strong>%(object)s</strong> konumundaki depolamayı kaldırmak istediğinize emin misiniz?

source: This will not remove the content from that storage but will stop to publish future versions of your repo to it.
es: Esto no eliminará el contenido del almacenamiento, pero dejará de publicar versiones futuras de su repositorio.
fa: این کار محتوا را از ‌آن محل ذخیره حذف نمی‌کند، ولی جلوی انتشار نگار‌ش‌های آیندهٔ مخزنتان در آن را می‌گیرد.
pl: Nie spowoduje to usunięcia zawartości z tego magazynu, ale przestanie publikować na niej przyszłe wersje repozytorium.
tr: Bu depolamadan içeriği kaldırmaz sadece deponuzun gelecek sürümlerini ona yayımlamayı durdurur.

source: Enable Storage
es: Habilitar almacenamiento
fa: فعّال کردن ذخیره‌ساز
pl: Włącz pamięć
tr: Depolamayı Etkinleştir

source: Disable Storage
es: Desactivar almacenamiento
fa: غیرفعّال کردن ذخیره‌ساز
pl: Wyłącz pamięć
tr: Depolamayı Devre Dışı Kıl

source: Repo Address
es: Dirección del repositorio
fa: نشانی مخزن
pl: Adres repozytorium
tr: Depo Adresi

source: Edit Storage
es: Editar el almacenamiento
fa: ویرایش ذخیره‌ساز
pl: Edytuj pamięć
tr: Depolamayı Düzenle

source: Please make sure to add this public SSH key to your Git account for the upload to work. There are instructions for <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> and <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
es: Por favor, asegúrese de añadir esta clave SSH pública a su cuenta de Git para que la carga funcione. Encontrará instrucciones para <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> y <a href="https://help.github.com/articles/adding-a-new-ssh-key-to-your-github-account/">GitHub</a>.
fa: لطفاً برای کار کردن بارگذاری، مطمئن شوید این کلید عمومی SSH را به حساب گیتتان می‌افزایید. دستورالعمل برای <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">گیت لب</a> و <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys/">گیت هاب</a> موجود است.
pl: Pamiętaj, aby dodać ten publiczny klucz SSH do swojego konta Git, aby przesyłanie działało. Istnieją instrukcje dla <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> i <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a>.
tr: Lütfen karşıya yüklemenin çalışması için bu açık SSH anahtarını Git hesabınıza eklediğinizden emin olun. <a href="https://docs.gitlab.com/ee/gitlab-basics/create-your-ssh-keys.html#how-to-create-your-ssh-keys">Gitlab</a> ve <a href="https://developer.github.com/v3/guides/managing-deploy-keys/#deploy-keys">GitHub</a> için talimatlar vardır.

source: Also, please make sure that the master branch of your repository is <b>not protected</b> from force pushing.
es: Asimismo, asegúrese de que la rama principal («master») de su repositorio <b>no esté protegida</b> para forzar envíos.
fa: همچنین لطفاً پیش از ارسال، مطمئن شوید که شاخهٔ MASTER مخزنتان محافظت‌شده <b>نیست</b>.
pl: Upewnij się również, że gałąź główna twojego repozytorium jest <b>niechronione</b>przed wymuszonym popychaniem.
tr: Ayrıca, lütfen deponuzun master dalının force push'tan <b>korunmadığına</b> emin olun.

source: Git Repository SSH Address
es: Dirección SSH del repositorio en Git
fa: نشانی SSH مخزن گیت
pl: Adres SSH repozytorium Git
tr: Git Deposu SSH Adresi

source: Region
es: Región
fa: ناحیه
tr: Bölge

source: Bucket
es: Cubo de información
fa: باکت
pl: Wiadro
tr: Kova

source: Access Key ID
es: ID de la clave de acceso
fa: شناسهٔ کلید دسترسی
pl: Uzyskaj klucz ID
tr: Erişim Anahtarı Kimliği

source: Please make sure to add this public SSH key to your SSH server's <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> file, if you have not done so already.
es: Asegúrese de haber añadido su clave pública SSH a fichero <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> de su servidor SSH si no lo ha hecho ya.
fa: لطفاً مطمئن شوید این کلید عمومی SSH را به پروندهٔ <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a></tt>کارساز sshتان می‌افزایید، اگر هنوز این کار را نکرده‌اید.
pl: Pamiętaj, aby dodać ten publiczny klucz SSH do swojego serwera SSH <tt><a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a></tt> plik, jeśli jeszcze tego nie zrobiłeś.
tr: Lütfen, hala yapmadıysanız, bu açık SSH anahtarının SSH sunucunuzun <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> dosyasına eklendiğinden emin olun.

source: Security Warning: This gives repomaker write access to that storage. Please limit this user's access as much as possible.
es: Advertencia de seguridad: Con esto Repomaker obtiene acceso de escritura a este almacenamiento. Por favor limite el acceso de este usuario tanto como sea posible.
fa: اخطار امنیتی: این کار، دسترسی نوشتن روی ذخیره‌ساز را به مخزن‌ساز می‌دهد. لطفاُ دسترسی این کاربر را تا حد ممکن کم کنید.
pl: Ostrzeżenie o zabezpieczeniach: Daje to dostęp do magazynu zapisu dla tego magazynu. Ograniczaj dostęp tego użytkownika tak bardzo, jak to możliwe.
tr: Güvenlik Uyarısı: Bu repomaker'a o depolamaya yazma erişimi verir. Lütfen bu kullanıcının erişimini olabildiğince kısıtlayın.

source: Username
es: Nombre de usuario
fa: نام کاربری
pl: Nazwa Użytkownika
tr: Kullanıcı Adı

source: Host
fa: میزبان
tr: Sunucu

source: Path
es: Ruta
fa: مسیر
pl: Ścieżka
tr: Konum

source: Your local default SSH key will be used to connect to the storage.
es: Su clave SSH predeterminada local será utiliza para conectarse con el servicio de almacenamiento.
fa: کلید SSH پیش‌گزیدهٔ محلّیتان برای ارتباط با ذخیره‌ساز استفاده خواهد شد.
pl: Twój lokalny domyślny klucz SSH zostanie użyty do połączenia z pamięcią masową.
tr: Depolamaya bağlanmak için yerel öntanımlı SSH anahtarınız kullanılacak.

source: Please make sure to authorize this public SSH key for your remote storage, if you have not done so already.
es: Por favor, asegúrese de autorizar esta clave SSH pública para su almacenamiento remoto, si aún no lo ha hecho.
fa: لطفاً مطمئن شوید این کلید SSH عمومی را برای ذخیره‌ساز درودست تأیید هویت می‌کنید.، اگر هنوز این کار را نکرده اید.
pl: Pamiętaj, aby autoryzować ten publiczny klucz SSH dla zdalnej pamięci, jeśli jeszcze tego nie zrobiłeś.
tr: Lütfen hala yapmadıysanız, uzak depolamanız için bu açık SSH anahtarını yetkilendirdiğinizden emin olun.

source: Activate this storage only once you have added the SSH key.
es: Active este almacenamiento solo cuando haya agregado la clave SSH.
fa: این ذخیره‌ساز را فقط پس از افزودن کلید SSH فعّال کنید.
pl: Aktywuj tę pamięć tylko po dodaniu klucza SSH.
tr: Bu depolama sadece siz SSH anahtarı eklediğinizde etkinleşsin.

source: If this storage is experiencing problems, please check that the SSH key works properly.
es: Si el almacenamiento experimenta problemas, compruebe que la clave SSH funciona correctamente.
fa: اگر این محل ذخیره با مشکل مواجه است، لطفاً بررسی کنید که کلید SSH درست کار می‌کند.
pl: Jeśli w tym miejscu występują problemy, sprawdź, czy klucz SSH działa poprawnie.
tr: Bu depolama sorunlar yaşıyorsa, lütfen SSH anahtarının düzgün çalıştığını doğrulayın.

source: Update %(storage_name)s
es: Actualizar %(storage_name)s
fa: به‌روز رسانی %(storage_name)s 1
pl: Aktualizacja %(storage_name)s
tr: %(storage_name)s güncelle

source: Setup %(storage_name)s
es: Configurar %(storage_name)s
fa: برپا سازی %(storage_name)s 1
pl: Instalacja %(storage_name)s
tr: %(storage_name)s kur

source: cancel
es: cancelar
fa: لغو
pl: Anuluj
tr: iptal

source: save
es: guardar
fa: ذخیره
pl: zapisz
tr: kaydet

source: Here's how to copy the SSH Address from GitLab:
es: De esta forma puede copiar su dirección SSH de GitLab:
fa: نحوهٔ رونوشت نشانی SSH از گیت‌لب:
pl: Oto jak skopiować adres SSH z GitLab:
tr: GitLab'dan SSH Adresinin nasıl kopyalanacağı:

source: Setup a place to store your repo
es: Configure un lugar para almacenar su repositorio
fa: برپا سازی مکانی برای ذخیرهٔ مخزنتان
pl: Skonfiguruj miejsce do przechowywania repozytorium
tr: Deponuzu saklamak için bir yer ayarlayın

source: Git
fa: گیت
tr: Gıt

source: Easy, free, requires an account
es: Fácil, gratuito, requiere una cuenta
fa: ساده، آزاد، نیاز به حساب کاربری
pl: Łatwo, za darmo, wymaga konta
tr: Kolay, ücretsiz, bir hesap gerektirir

source: Git is a popular tool to version control things. You can securely publish repos to GitLab, GitHub or any other Git service. Git services use SSH to securely copy files from your computer to remote computers.
es: Git es una herramienta popular para controlar versiones. Puede publicar los repositorios de forma segura en GitLab, GitHub o cualquier otro servicio de Git. Los servicios de Git utilizan SSH para copiar de forma segura los archivos de su ordenador a equipos remotos.
fa: گیت ابزاری محبوب برای مهار نسخه چیزهاست. می‌توانید مخزن‌ها را به صورت امن به گیت‌لب، گیت‌هاب و یا هر خدمت گیت دیگری منتشر کنید. خدمت‌های گیت برای رونوشت امن پرونده‌ها از رایانه‌تان به رایانه‌های دوردست از SSH استفاده می‌کنند.
pl: Git jest popularnym narzędziem do kontroli wersji. Możesz bezpiecznie publikować repos na GitLab, GitHub lub dowolną inną usługę Git. Usługi Git używają SSH do bezpiecznego kopiowania plików z komputera na komputery zdalne.
tr: Git, sürüm kontrol şeyleri için popüler bir araçtır . GitLab, GitHub, veya başka bir Git hizmeti ile deponuzu güvenli olarak yayımlayabilirsiniz. Git hizmetleri dosyaları bilgisayarınızdan uzak bilgisayarlara güvenli olarak kopyalamak için SSH kullanır.

source: Setup
es: Configurar
fa: برپاسازی
pl: Instalacja
tr: Kur

source: GitLab
fa: گیت‌لب
pl: Repozytorium GitLab

source: GitHub
fa: گیت‌هاب

source: Requires a personal web server or host that supports SSH
es: Requiere un servidor web personal o alojamiento que admita SSH
fa: نیاز به یک کارساز وب شخصی یا میزبانی که SSH را پشتیبانی کند
pl: Wymaga osobistego serwera WWW lub hosta obsługującego SSH
tr: SSH destekleyen kişisel bir web sunucusu veya bir sunucu gerektirir

source: SSH is a technology that can be used to copy files securely to remote computers. When using Git as storage, the files will also be copied via SSH. But the pure SSH option directly copies the files without using any other technology.
es: SSH es una tecnología que se puede utilizar para copiar archivos de forma segura a equipos remotos. Cuando se utiliza Git como almacenamiento, los archivos también se copian a través de SSH. Pero la opción SSH pura copia directamente los archivos sin utilizar ninguna otra tecnología.
fa: SSH فناوری‌ای است که می تواند برای رونوشت امن پرونده‌ها به صورت امن به رایانامه‌های دوردست استفاده شود. هنگام استفاده از گیت به عنوان منبع هم پرونده‌ها از طریق SSH رونوشت می شوند. ولی انتخاب SSH خالص، پرونده‌ها را مستقیم و بدون استفاده از هر فناوری دیگری رونویسی می‌کند.
pl: SSH to technologia, która może być używana do bezpiecznego kopiowania plików na zdalne komputery. Podczas używania Git jako pamięci, pliki będą również kopiowane przez SSH. Ale czysta opcja SSH bezpośrednio kopiuje pliki bez użycia żadnej innej technologii.
tr: SSH dosyaları uzak bilgisayarlara güvenli olarak kopyalamak için kullanılabilen bir teknolojidir. Depolama olarak Git kullanılırken, dosyalar da SSH ile kopyalanır. Ama sade SSH seçeneği başka bir teknoloji kullanmadan dosyaları doğrudan kopyalar.

source: Amazon S3
fa: آمازون S3

source: Requires an Amazon account, Pricing varies
es: Requiere una cuenta de Amazon, los precios varían
fa: نیاز به حساب آمازون. قیمت‌ها متفاوت است
pl: Wymaga konta Amazon, cena jest zmienna
tr: Bir Amazon hesabı gerekir. Ücretlendirme değişir

source: Amazon S3 is a web service offered by Amazon Web Services. Amazon S3 provides storages through web service interfaces. Pricing varies. Visit the Amazon S3 website for details.
es: Amazon S3 es un servicio web ofrecido por Amazon Web Services. Amazon S3 proporciona almacenes a través de interfaces de servicios web. Su precio varía. Visite el sitio web de Amazon S3 para más detalles.
fa: آمازون S3 یک خدمت وب است که توسط خدمات وب آمازون ارائه می‌شود. آمازون S3 از طریق واسط خدمت وب، ذخیره‌ساز ارائه می‌دهد. قیمت‌ها متغیر است. برای اطّلاعات بیش‌تر به پایگاه وب امازون S3 مراجعه کنید.
pl: Amazon S3 to usługa internetowa oferowana przez Amazon Web Services. Amazon S3 zapewnia przechowywanie za pośrednictwem interfejsów usług sieciowych. Ceny są różne. Odwiedź stronę Amazon S3, aby uzyskać szczegółowe informacje.
tr: Amazon S3, Amazon Web Hizmetleri tarafından sunulan bir web hizmetidir. Amazon S3, depoları web hizmeti arabirimleri üzerinden sağlar. Fiyatlandırma değişir. Ayrıntılar için Amazon S3 web sitesini ziyaret edin.

source: Version %(version)s (%(date)s)
es: Versión %(version)s (%(date)s)
fa: نگارش %(version)s %(date)s
pl: Wersja %(version)s (%(date)s)
tr: Sürüm %(version)s (%(date)s)

source: Added
es: Agregado
fa: افزوده شد
pl: Dodane
tr: Eklendi

source: There was an error creating the repository. Please try again!
es: Hubo un error creando el repositorio. ¡Por favor, inténtelo de nuevo!
fa: خطایی در ایجاد مخزن روی داد. لطفاً دوباره بیازمایید!
pl: Podczas tworzenia repozytorium wystąpił błąd. Proszę spróbuj ponownie!
tr: Depo oluşturulurken bir hata oluştu. Lütfen yeniden deneyin!

source: Enter email
es: Introduzca una cuenta de correo electrónico
fa: ورود رایانامه
pl: Wprowadź e-mail
tr: E-posta girin

source: Enter your email address and we'll send a link to reset it. If you did not sign up with an email, we cannot help you securely reset your password.
es: Introduzca su dirección de correo electrónico y le enviaremos un enlace para restablecerla. Si no se ha registrado con un correo electrónico, no podemos ayudarle a restablecer su contraseña de forma segura.
fa: نشانی رایانامه‌تان را وارد کرده و پیوندی برای بازنشانیش ارسال می‌کنیم. اگر با رایانامه ثبت‌نام نکرده‌اید، ‌نمی‌توانیم در بازنشانی امن گذرواژه‌تان کمک کنیم.
pl: Wpisz swój adres e-mail, a wyślemy link, aby go zresetować. Jeśli nie zarejestrujesz się za pomocą wiadomości e-mail, nie możemy Ci pomóc w bezpiecznym resetowaniu hasła.
tr: E-posta adresinizi girin ve onu sıfırlamak için bir bağlantı göndereceğiz. Bir eposta ile kaydolmadıysanız, parolanızı güvenli olarak sıfırlamanıza yardımcı olamayız.

source: This is not a valid language code.
es: Este no es un código de idioma válido.
fa: این یک کد زبان معتبر نیست.
pl: To nie jest prawidłowy kod języka.
tr: Bu geçerli bir dil kodu değil.

source: This language already exists. Please choose another one!
es: Este idioma ya existe. ¡Por favor, elija otro!
fa: این زبان از پیش وجود داشت. لطفاً یکی دیگر را برگزینید!
pl: Ten język już istnieje. Proszę wybrać inny!
tr: Bu dil zaten var. Lütfen başka bir tane seçin!

source: Enter SSH URL
es: Introduzca la URL de SSH
fa: ورود نشانی SSH
pl: Wprowadź adres URL SSH
tr: SSH URL'si girin

source: Raw Git URL
es: URL sin modificar de Git
fa: نشانی گیت خام
pl: Surowy URL Git
tr: Ham Git URL'si

source: This is the location where the uploaded files can be accessed from in raw form. Leave empty for GitHub or GitLab.com repositories.
es: Esta es la dirección desde donde se puede acceder a los archivos sin procesar. Déjela en blanco en el caso de repositorios en GitHub o GitLab.com.
fa: این‌جا مکانی است که پرونده‌های بارگذاری شده می توانند در حالت خام دست یافته شوند. برای مخازن گیت‌لب یا گیت‌هاب خالی بگذارید.
pl: Jest to lokalizacja, do której można uzyskać dostęp do przesłanych plików w postaci nieprzetworzonej. Pozostaw puste dla repozytoriów GitHub lub GitLab.com.
tr: Bu karşıya yüklenen dosyaların ham formda erişilebileceği yerdir. GitHub veya GitLab.com depoları için boş bırakın.

source: This URL must start with 'git@'.
es: La URL debe empezar con 'git@'.
fa: این نشانی باید با «‪@git‬» شروع شود.
pl: Ten adres URL musi zaczynać się od 'git@'.
tr: Bu URL 'git@' ile başlamalı.

source: This URL must end with '.git'.
es: La dirección debe acabar con '.git'.
fa: این نشانی باید با «‪.git‬» پایان یابد.
pl: Ten adres URL musi kończyć się '.git'.
tr: Bu URL '.git' ile bitmeli.

source: This URL is invalid. Please copy the exact SSH URL of your git repository.
es: La dirección es incorrecta. Por favor, copie la dirección exacta de la URL SSH de su repositorio git.
fa: این نشانی نامعتبر است. لطفاً نشانی ‌SSH دقیق مخزن گیتتان را رونویسی کنید.
pl: Ten adres URL jest nieprawidłowy. Skopiuj dokładny adres SSH twojego repozytorium git.
tr: Bu URL geçersiz. Lütfen git deponuzun tam SSH URL'sini kopyalayın.
