Repository: rmesther/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: es, fa, pl, tr

source: Please add a valid URLfor the raw content of this git repository.
es: Por favor agregue una URL válida para el contenido sin modificar de este repositorio git.
fa: لطفاً برای محتوای خام این مخزن گیت، نشانی معتبری بیفزایید.
pl: Proszę dodać poprawny URL dla nieprzetworzonej zawartości tego repozytorium git.
tr: Lütfen bu git deposunun ham içeriği için geçerli bir URL ekleyin.

source: Repository URL
es: URL del repositorio
fa: نشانی مخزن
pl: Adres URL repozytorium
tr: Depo URL'si

source: Please use a URL with a fingerprint at the end, so we can validate the authenticity of the repository.
es: Use una URL con huella digital al final, ya que así podremos validar la autenticidad del repositorio.
fa: لطفاً از نشانی‌ای با یک اثر انگشت در انتهایش استفاده کنید تا توانیم اعتبار مخزن را تأیید کنیم.
pl: Na końcu użyj adresu URL z odciskami palców, abyśmy mogli zweryfikować autentyczność repozytorium.
tr: Lütfen sonunda parmak izi olan bir URL kullanın, böylece deponun geçerliliğini onaylayabiliriz.

source: Please don't add one of your own repositories here.
es: No agregue ninguno de sus repositorios aquí.
fa: لطفاً هیچ یک از مخازن خودتان را این‌جا نیفزایید.
pl: Nie dodawaj tutaj jednego z własnych repozytoriów.
tr: Lütfen buraya kendi depolarınızdan birini eklemeyin.

source: Could not validate repository: %s
es: No se ha podido validar el repositorio: %s
fa: نمی‌توان مخزن را تأیید کرد: %s
pl: Nie można zweryfikować repozytorium: %s
tr: Depo doğrulanamadı: %s

source: Describe the repo
es: Describa el repositorio
fa: شرح مخزن
pl: Opisz repozytorium
tr: Depoyu açıkla

source: Bucket Name
es: Nombre del cubo de información
fa: نام باکت
pl: Nazwa zasobnika
tr: Kova Adı

source: Secret Access Key
es: Contraseña secreta de acceso
fa: کلید دسترسی مخفی
pl: Tajny klucz dostępu
tr: Gizli Erişim Anahtarı

source: Other regions are currently not supported.
es: Actualmente no se soportan otras regiones.
fa: در حال حاضر از دیگر نواحی پشتیبانی نمی‌شود.
pl: Inne regiony nie są obecnie obsługiwane.
tr: Diğer bölgeler şu anda desteklenmiyor.

source: Language
es: Idioma
fa: زبان
pl: Język
tr: Dil

source: Select Screenshot for upload
es: Elija una captura de pantalla a subir
fa: گزینش نماگرفت برای بارگذاری
pl: Wybierz zrzut ekranu do przesłania
tr: Karşıya yükleme için ekran görüntüsü seç

source: Use local default SSH Key
es: Use la clave SSH local predeterminada
fa: استفاده از کلید SSH پیش‌گزیدهٔ محلّی
pl: Użyj lokalnego domyślnego klucza SSH
tr: Yerel öntanımlı SSH Anahtarını kullan

source: User Name
es: Nombre de usuario
fa: نام کاربری
pl: Nazwa Użytkownika
tr: Kullanıcı Adı

source: URL
fa: نشانی
pl: ADRES URL

source: This is the location where the uploaded files can be accessed from.
es: Esta es la dirección desde la cual se podrá acceder a los ficheros subidos.
fa: این‌جا مکانی است که پرونده‌های بارگذاری شده می توانند از آن دست یافته شوند.
pl: Jest to lokalizacja, z której można uzyskać dostęp do przesłanych plików.
tr: Bu karşıya yüklenen dosyaların erişilebileceği yerdir.

source: Primary Storage
es: Almacenamiento primario
fa: ذخیره‌ساز اصلی
pl: Podstawowe przechowywanie
tr: Birincil Depolama

source: Make this storage the primary storage of the repository.
es: Haga de este almacenamiento el almacenamiento principal del repositorio.
fa: تبدیل این ذخیره‌ساز به ذخیره‌ساز اصلی مخزن.
pl: Ustaw tę pamięć jako główną pamięć repozytorium.
tr: Bu depolamayı deponun birincil depolaması yap.

source: APK
es: Aplicación APK
