Repository: rmesther/repomaker
Catalog: repomaker/locale/*/LC_MESSAGES/django.po
Languages: es, fa, pl, tr

source: This file is not an update for %s
es: Este archivo no es una actualización para %s
fa: این پرونده به‌روز رسانی‌ای برای %s نیست
pl: Ten plik nie jest aktualizacją dla %s
tr: Bu dosya %s için bir güncelleme değil

source: This APK already exists in the current repo.
es: Esta aplicación APK ya existe en su repositorio.
fa: این apk از پیش در مخزن جاری وجود داشت.
pl: Ten plik APK już istnieje w bieżącym repozytorium.
tr: Bu APK zaten şu anki depoda var.

source: Invalid APK signature
es: Firma de aplicación APK inválida
fa: امضای APK نادرست است
pl: Nieprawidłowy podpis APK
tr: Geçersiz APK imzası

source: Invalid APK.
es: Aplicación APK inválida.
fa: APK نادرست است.
pl: Nieprawidłowy plik APK.
tr: Geçersiz APK.

source: Unsupported File Type
es: Tipo de archivo no compatible
fa: گونهٔ پروندهٔ پشتیبانی‌نشده
pl: Nieobsługiwany typ pliku
tr: Desteklenmeyen Dosya Türü

source: This file is of a different type than the other versions of this app.
es: Este archivo es de un tipo diferente al de las otras versiones de esta aplicación.
fa: این پرونده نسبت به دبگر نگارش‌های این کاره از گونهٔ متفاوتی است.
pl: Ten plik jest innego typu niż inne wersje tej aplikacji.
tr: Bu dosya bu uygulamanın diğer sürümlerden farklı bir türde.

source: Book
es: Libro
fa: کتاب
pl: Książka
tr: Kitap

source: Document
es: Documento
fa: سند
pl: Dokument
tr: Belge

source: Image
es: Imagen
fa: تصویر
pl: Obraz
tr: Görüntü

source: Audio
fa: صدا
pl: Dźwięk
tr: Ses

source: Video
es: Vídeo
fa: ویدیو

source: Other
es: Otro
fa: دیگر
pl: Inny
tr: Diğer

source: This app does already exist in your repository.
es: Esta aplicación ya existe en su repositorio.
fa: این کاره از پیش در مخزنتان وجود داشت.
pl: Ta aplikacja już istnieje w Twoim repozytorium.
tr: Bu uygulama zaten deponuzda var.

source: This app does not have any working versions available.
es: Esta aplicación no tiene disponible ninguna versión que funcione.
fa: این کاره هیچ نگارش موحودی ندارد.
pl: Ta aplikacja nie ma dostępnych wersji.
tr: Bu uygulamanın kullanılabilir çalışan bir sürümü yok.

source: Phone
es: Teléfono
fa: تلفن
pl: Telefon
tr: Telefon

source: 7'' Tablet
es: Tableta 7''
fa: رایانک ۷ اینچی
pl: Tablet 7"

source: 10'' Tablet
es: Tableta 10''
fa: رایانک ۱۰ اینچی
pl: Tablet 10"

source: TV
es: Televisor
fa: تلوزیون

source: Wearable
es: Portable
fa: پوشیدنی
pl: Do noszenia
tr: Giyilebilir

source: US Standard
es: Estándar estadounidense
fa: استاندارد آمریکا
pl: Standard USA
tr: ABD Standart

source: Amazon S3 Storage
es: Almacenamiento S3 de Amazon
fa: حافظهٔ S3 آمازون
pl: Magazyn Amazon S3
tr: Amazon S3 Depolama

source: Enter a valid user name consisting of letters, numbers, underscores or hyphens.
es: Introduzca un nombre de usuario válido compuesto por letras, números, guiones bajos o guiones.
fa: نام‌ کاربری معتبری شامل حروف، اعداد، زیرخط یا خط تیره وارد کنید.
pl: Wprowadź poprawną nazwę użytkownika składającą się z liter, cyfr, podkreśleń lub łączników.
tr: Harf, rakam, altçizgi veya çizgiden oluşan geçerli bir kullanıcı adı girin.

source: Enter a valid hostname.
es: Introduzca el nombre de un servidor válido.
fa: نام میزبان معتبری وارد کنید.
pl: Wprowadź poprawną nazwę hosta.
tr: Geçerli bir sunucu adı girin.

source: Enter a valid path.
es: Introduzca una vía de acceso al fichero válida.
fa: مسیر معتبری را وارد کنید.
pl: Wprowadź poprawną ścieżkę.
tr: Geçerli bir konum girin.

source: SSH Storage
es: Almacenamiento SSH
fa: حافظهٔ SSH
pl: Pamięć SSH
tr: SSH Depolama

source: Git Storage
es: Almacenamiento Git
fa: حافظهٔ گیت
pl: Pamięć Git
tr: Git Depolama

source: Default Storage
es: Almacenamiento predeterminado
fa: حافظهٔ پیش‌گزیده
pl: Domyślna pamięć
tr: Öntanımlı Depolama

source: American English
es: Inglés americano
fa: انگلیسی آمریکایی
pl: Amerykański Angielski
tr: Amerikan İngilizcesi

source: Change E-mail
es: Cambiar correo electrónico
fa: تغییر رایانامه
pl: Zmień adres e-mail
tr: E-postayı Değiştir

source: Sign Out
es: Cerrar sesión
fa: خروج
pl: Wyloguj się
tr: Oturumu Kapat

source: Sign In
es: Iniciar sesión
fa: ورود
pl: Zaloguj się
tr: Oturum Aç

source: Sign Up
es: Registrarse
fa: ثبت‌نام
pl: Zapisz się
tr: Kaydol

source: Distribute apps.
es: Distribuir aplicaciones.
fa: توزیع کاره‌ها.
pl: Dystrybucja aplikacji.
tr: Uygulamaları dağıt.

source: Spread the love.
es: Reparta amor.
fa: گسترش عشق.
pl: Szerzyć miłość.
tr: Aşkı yay.

source: Repomaker is a free web app built for creating collections of apps, music, books, videos and pictures to share with your peers. It uses F-Droid as the mobile distribution platform. Available on Android only.
es: Repomaker es una aplicación web gratuita creada para crear colecciones de aplicaciones, de música, de libros, de vídeos e imágenes para compartir con sus colegas. Utiliza F-Droid como una plataforma de distribución móvil. Disponible sólo en Android.
fa: مخزن‌ساز یک کارهٔ وب آزاد است که برای ایجاد مجموعه‌ای از کاره‌ها، آهنگ‌ها، ویدیوها و عکس‌ها برای هم‌رسانی با جفت‌هایتان ساخته شده. این کاره از اف‌دروید به عنوان بن‌سازهٔ توزیع همراه استفاده مي‌کند و فقط روی اندروید موجود است.
pl: Repomaker to bezpłatna aplikacja internetowa stworzona do tworzenia kolekcji aplikacji, muzyki, książek, filmów i zdjęć, które możesz udostępniać swoim rówieśnikom. Wykorzystuje F-Droid jako mobilną platformę dystrybucyjną. Dostępne tylko na Androida.
tr: Repomaker, arkadaşlarınızla paylaşmak üzere uygulama, müzik, kitap, video ve resim koleksiyonları oluşturmak için tasarlanmış özgür bir web uygulamasıdır. Mobil dağıtım platformu olarak F-Droid kullanmaktadır. Sadece Android'de kullanılabilir.

source: Login
es: Iniciar sesión
fa: ورود
tr: Oturum Aç

source: Forgot Password
es: Olvidó su contraseña
fa: فراموشی گذرواژه
pl: Zapomniałeś hasła
tr: Parolamı Unuttum

source: Or login with
es: O inicie sesión con
fa: یا ورود با
pl: Lub zaloguj się
tr: Veya birlikte giriş yap

source: Logout
es: Cerrar sesión
fa: خروج از سیستم
pl: Wyloguj się
tr: Oturumu Kapat

source: See you later
es: Nos vemos luego
fa: به امید دیدار
pl: Do zobaczenia
tr: Sonra görüşürüz

source: Your security is important to us. Please confirm that you want to logout.
es: Su seguridad es importante para nosotros. Confirme que desea cerrar la sesión.
fa: امنیت شما برایمان مهم است. لطفاً قصد خروج خود را تأیید کنید.
pl: Twoje bezpieczeństwo jest dla nas ważne. Potwierdź, że chcesz się wylogować.
tr: Güvenliğiniz bizim için önemlidir. Lütfen oturumu kapatmak istediğinizi onaylayın.

source: logout
es: cerrar sesión
fa: خروج از سیستم
pl: wyloguj się
tr: oturumu kapat

source: submit
es: enviar
fa: ثبت
pl: prześlij
tr: gönder

source: We have sent you an email with a link to reset your password.
es: Le hemos enviado un correo electrónico con un enlace para restablecer la contraseña.
fa: برایتان رایانامه‌ای با پیوند بازنشانی گذرواژه فرستادیم.
pl: Wysłaliśmy Ci e-mail z linkiem do resetowania hasła.
tr: Şifrenizi sıfırlamanız için size bir bağlantı içeren bir e-posta gönderdik.

source: Signup
es: Registrarse
fa: ثبت‌نام
pl: Zapisz się
tr: Kaydol

source: Delete App Version
es: Eliminar la versión de la aplicación
fa: حذف نگارش کاره
pl: Usuń wersję aplikacji
tr: Uygulama Sürümünü Sil

source: Are you sure you want to delete this version <strong>%(version)s</strong> (%(code)s) from your app <strong>%(app)s</strong>?
es: ¿Está seguro de querer borrar esta versión <strong>%(version)s</strong>(%(code)s) de su aplicación <strong>%(app)s</strong>?
fa: آیا از حذف این نگارش <strong>%(version)s</strong>%(code)s از کاره <strong>%(app)s</strong> اطمینان دارید؟
pl: Czy na pewno chcesz usunąć tę wersję<strong>%(version)s</strong>%(code)s z Twojej aplikacji <strong>%(app)s</strong>?
tr: Bu <strong>%(version)s</strong> (%(code)s) sürümünü <strong>%(app)s</strong> uygulamanızdan silmek istediğinize emin misiniz?

source: Confirm
es: Confirmar
fa: تأیید
pl: Potwierdź
tr: Onayla

source: Delete App
es: Eliminar aplicación
fa: حذف کاره
pl: Usuń aplikację
tr: Uygulamayı Sil

source: Are you sure you want to delete your app <strong>%(object)s</strong>?
es: ¿Está seguro de querer eliminar esta aplicación <strong>%(object)s</strong>?
fa: آیا شما مطمئنید که می‌خواهید برنامه خود را حذف کنید <strong>%(object)s</strong>?
pl: Czy na pewno chcesz usunąć swoją aplikację <strong>%(object)s</strong>?
tr: <strong>%(object)s</strong> uygulamanızı silmek istediğinize emin misiniz?

source: Edit %(app)s
es: Editar %(app)s
fa: ویرایش %(app)s
pl: Edycja %(app)s
tr: %(app)s Uygulamasını Düzenle

source: Remove App
es: Eliminar Aplicación
fa: حذف برنامه
pl: Usuń aplikację
tr: Uygulamayı Kaldır

source: Done
es: Hecho
fa: انجام شد
pl: Gotowe
tr: Bitti

source: By
es: Por
fa: توسّط
pl: Przez
tr: Tarafından

source: Summary Override (40 characters)
es: Reescritura del resumen (40 caracteres)
fa: جایگزینی خلاصه (۴۰ نویسه)
pl: Krótki opis (40 znaków)
tr: Özet Geçersiz Kılma (40 karakter)

source: Short Summary (40 characters)
es: Resumen breve (40 caracteres)
fa: خلاصهٔ کوتاه (۴۰ نویسه)
pl: Krótkie podsumowanie (40 znaków)
tr: Kısa Özet (40 karakter)

source: Category
es: Categoría
fa: دسته
pl: Kategoria
tr: Kategori

source: Choose Category
es: Elegir categoría
fa: گزینش دسته
pl: Wybierz kategorię
tr: Kategori Seç

source: Description Override
es: Reescritura de la descripción
fa: جایگزینی شرح
pl: Zastąp opis
tr: Açıklama Geçersiz Kılma

source: Description
es: Descripción
fa: شرح
pl: Opis
tr: Açıklama

source: Screenshots
es: Captura de pantalla
fa: نماگرفت‌ها
pl: Zrzuty ekranu
tr: Ekran Görüntüsü

source: Add files
es: Añadir archivos
fa: افزودن پرونده‌ها
pl: Dodaj pliki
tr: Dosyaları ekle

source: Drag and drop screenshots
es: Arrastrar y soltar capturas de pantalla
fa: کشیدن و انداختن نماگرفت‌ها
pl: Przeciągaj i upuszczaj zrzuty ekranu
tr: Ekran görüntülerini sürükle ve bırak

source: or
es: o
fa: یا
pl: lub
tr: veya

source: browse to upload
es: explorar para cargar
fa: مرور برای بارگذاری
pl: przeglądaj, aby przesłać
tr: yüklemek için göz at

source: Feature Graphic
es: Gráfico destacado
fa: تصویر معرّفه
pl: Grafika funkcji
tr: Öne Çıkan Görsel

source: Drag and drop a feature graphic
es: Arrastrar y soltar un gráfico destacado
fa: کشیدن و انداختن یک تصویر معرّفه
pl: Przeciągnij i upuść grafikę elementu
tr: Öne çıkan bir görseli sürükleyip bırakın

source: Drag and drop .apk files
es: Arrastrar y soltar archivos .apk
fa: کشیدن و انداختن پرونده‌های apk
pl: Przeciągnij i upuść pliki .apk
tr: .apk dosyalarını sürükle ve bırak

source: Back
es: Atrás
fa: بازگشت
pl: Wstecz
tr: Geri

source: Editing Disabled
es: Editar deshabilitado
fa: ویرایش غیرفعّال
pl: Edytowanie wyłączone
tr: Düzenleme Devre Dışı

source: This app gets updated automatically from the remote repo. If you want to edit it yourself, you need to disable automatic updates first. Please note that without automatic updates, you will need to add new versions manually.
es: Esta aplicación se actualiza automáticamente desde el repositorio remoto. Si quiere editarla, necesita primero desactivar las actualizaciones automáticas. Por favor tenga en cuenta que sin actualizaciones automáticas, necesita agregar de manera manual las nuevas versiones.
fa: این کاره به صورت خودکار از مخزن دوردست به‌روز می‌شود. اگر مي‌خواهید خودتان ویرایشش کنید، باید نخست به‌روز رسانی‌های خودکار را غیرفعّال کنید. لطفاً به یاد داشته باشید که بدون به‌روز رسانی‌های خودکار، باید نگارش‌های جدید را به صورت دستی بیفزایید.
pl: Ta aplikacja jest aktualizowana automatycznie z poziomu zdalnego repo. Jeśli chcesz dokonać edycji samodzielnie, musisz najpierw wyłączyć automatyczne aktualizacje. Pamiętaj, że bez automatycznych aktualizacji musisz ręcznie dodać nowe wersje.
tr: Bu uygulama uzak depodan kendiliğinden güncellenir. Kendiniz düzenlemek isterseniz, ilk önce kendiliğinden güncellemeleri devre dışı bırakmalısınız. Lütfen kendiliğinden güncellemeler olmadan yeni sürümleri elle eklemeniz gerekeceğini unutmayın.

source: Disable Automatic Updates
es: Desactivar actualizaciones automáticas
fa: غیرفعّال کردن به‌روز رسانی‌های خودکار
pl: Wyłącz automatyczne aktualizacje
tr: Kendiliğinden Güncellemeleri Devre Dışı Kıl

source: Delete Feature Graphic
es: Borrar Gráfico destacado
fa: حذف تصویر معرّفه
pl: Usuń Funkcję Grafiki
tr: Öne Çıkan Görseli Sil

source: Are you sure you want to delete the feature graphic from your app <strong>%(app)s</strong>?
es: ¿Está seguro de querer eliminar el gráfico destacado de la aplicación <strong>%(app)s</strong>?
fa: مطمئنید می‌خواهید گرافیک ویژگی را از کاره‌تان <strong>%(app)s</strong> حذف کنید؟
pl: Czy na pewno chcesz usunąć grafikę elementu z aplikacji <strong>%(app)s</strong>?
tr: Öne çıkan görseli <strong>%(app)s</strong> uygulamanızdan silmek istediğinize emin misiniz?

source: Languages (%(count)s)
es: Idiomas (%(count)s)
fa: زبان (%(count)s 1)
pl: Języki (%(count)s)
tr: Diller (%(count)s)

source: Edit
es: Editar
fa: ویرایش
pl: Edycja
tr: Düzenle

source: Add Translation
es: Añadir traducción
fa: افزودن ترجمه
pl: Dodaj tłumaczenie
tr: Çeviri Ekle

source: By %(author)s
es: Por %(author)s
fa: توسّط %(author)s 1
pl: Przez %(author)s
tr: %(author)s tarafından

source: Updated %(time)s ago
es: Actualizada hace %(time)s
fa: به‌روز رسانی شده %(time)s 1 پیش
pl: Zaktualizowano %(time)s temu
tr: %(time)s önce güncellendi

source: This app gets automatically updated from the remote repo "%(repo_name)s".
es: Esta aplicación se actualiza automáticamente desde el repositorio remoto "%(repo_name)s".
fa: این کاره به صورت خودکار از مخزن دوردست «%(repo_name)s» به‌روز می‌شود.
pl: Ta aplikacja jest automatycznie aktualizowana z poziomu zdalnego repo "%(repo_name)s".
tr: Bu uygulama "%(repo_name)s" uzak deposundan kendiliğinden güncellenir.

source: version history
es: historial de versiones
fa: تاریخچه‌ٔ نگارش
pl: Historia wersji
tr: sürüm geçmişi

source: Version %(version)s (%(code)s)
es: Vesrión %(version)s%(code)s
fa: نگارش %(version)s 1 (%(code)s 2)
pl: Wersja %(version)s (%(code)s)
tr: Sürüm %(version)s (%(code)s)

source: Released %(date)s
es: Publicada el %(date)s
fa: ارائه شده %(date)s 1
pl: Wydany %(date)s
tr: %(date)s tarihinde yayımlandı

source: APK is still downloading...
es: Todavía se está descargando el archivo APK...
fa: APK همچنان در حال بارگیری است…
pl: APK wciąż pobiera...
tr: APK hala indiriliyor...

source: This app has no APK files.
es: Esta aplicación no tiene archivos APK.
fa: این کاره پروندهٔ apk ندارد.
pl: Ta aplikacja nie ma plików APK.
tr: Bu uygulamanın APK dosyası yok.

source: If you added this app from a remote repo, try deleting it and adding it again.
es: Si agregó esta aplicación desde un repositorio remoto, intente eliminarla y agregarla de nuevo.
fa: اگر این کاره را از مخزنی دوردست افزوده‌اید،حذفش کرده و دوباره بیفزاییدش.
pl: Jeśli dodałeś tę aplikację do zdalnego repo, spróbuj ją usunąć i dodać ponownie.
tr: Bu uygulamayı uzak bir depodan eklediyseniz, onu silip tekrar eklemeyi deneyin.

source: Previous
es: Anterior
fa: پیشین
pl: Poprzedni
tr: Önceki

source: Next
es: Siguiente
fa: بعدی
pl: Następny
tr: Sonraki

source: Add
es: Añadir
fa: افزودن
pl: Dodaj
tr: Ekle

source: There are currently no screenshots shown because this gives the repo owner the ability to track you.
es: Actualmente no se muestran capturas de pantalla, ya que esto le da al dueño del repositorio la posibilidad de rastrearle.
fa: در حال حاضر هیچ نماگرفتی نشان داده نمی‌شود، چرا که این کار، اجازهٔ ردیابیتان را به صاحب مخزن می‌دهد.
pl: Obecnie nie ma zrzutów ekranu, ponieważ daje to właścicielowi repozytorium możliwość śledzenia.
tr: Şu anda hiçbir ekran görüntüsü gösterilmiyor çünkü bu depo sahibine sizi takip olanağı sağlar.

source: show screenshots
es: mostrar capturas de pantalla
fa: نمایش نماگرفت‌ها
pl: pokaż zrzuty ekranu
tr: ekran görüntülerini göster

source: Delete Screenshot
es: Eliminar captura de pantalla
fa: حذف نماگرفت
pl: Usuń zrzut ekranu
tr: Ekran Görüntüsünü Sil

source: Are you sure you want to delete this screenshot from your app <strong>%(app)s</strong>?
es: ¿Está seguro de querer eliminar esta captura de pantalla de su aplicación <strong>%(app)s</strong>?
fa: مطمئنید که می‌خواهید این نماگرفت را از کار‌تان <strong>%(app)s</strong> حذف کنید؟
pl: Czy na pewno chcesz usunąć ten zrzut ekranu ze swojej aplikacji <strong>%(app)s</strong>?
tr: Bu ekran görüntüsünü <strong>%(app)s</strong> uygulamanızdan silmek istediğinize emin misiniz?

source: Language Code
es: Código de idioma
fa: کد زبان
pl: Kod języka
tr: Dil Kodu

source: Hello, %(user)s
es: Hola, %(user)s
fa: سلام %(user)s 1
pl: Cześć, %(user)s
tr: Merhaba, %(user)s

source: Please Wait!
es: ¡Espere, por favor!
fa: لطفاً شکیبا باشید!
pl: Proszę czekać!
tr: Lütfen Bekleyin!

source: Background Operation in Progress
es: Operación en segundo plano en progreso
fa: عملیات پس‌زمینه در حال اجراست
pl: Operacja w tle w toku
tr: Arka Plan İşlemi Sürüyor

source: Repomaker might be updating or publishing your repo. Or it might be updating a remote repo. Depending on the type and size of the background operation, this might take awhile.
es: Puede que Repomaker esté actualizando o publicando su repo. O puede estar actualizando un repo remoto. Dependiendo del tipo y tamaño de las operaciones en segundo plano, llevará más o menos tiempo.
fa: ممکن است مخزن‌ساز در حال به‌روز رسانی یا انتشار مخزنتان یا به‌روز رسانی یک مخزن دوردست باشد. بسته به گونه و اندازهٔ عملیات پس‌زمینه، ممکن است زمان برده شود.
pl: Repomaker może aktualizować lub publikować repozytorium. Lub może to być aktualizacja zdalnego repozytorium. W zależności od typu i rozmiaru operacji w tle może to chwilę potrwać.
tr: Repomaker, deponuzu güncelliyor veya yayımlıyor olabilir. Ya da uzak bir depoyu güncelliyor olabilir. Arka plan işleminin türüne ve büyüklüğüne göre, bu zaman alabilir.

source: Try Again
es: Intentar de nuevo
fa: دوباره تلاش کنید
pl: Spróbuj ponownie
tr: Tekrar Deneyin

source: The button won't work for you. Please press F5 to try again.
es: El botón no funcionará. Presione F5 para intentar de nuevo.
fa: این دکمه برایتان کار نخواهد کرد. لطفا برای تلاش دوباره F5 را بزنید.
pl: Przycisk nie będzie działać dla Ciebie. Naciśnij F5, aby spróbować ponownie.
tr: Düğmesini sizin için işe yaramaz. Lütfen tekrar denemek için F5 tuşuna basın.

source: Error
fa: خطا
pl: Błąd
tr: Hata

source: My Repos
es: Mis repositorios
fa: مخزن‌هایم
pl: Moje repozytorium
tr: Depolarım

source: Published %(time_ago)s
es: Publicada %(time_ago)s
fa: منتشر شده %(time_ago)s 1
pl: Opublikowany %(time_ago)s
tr: %(time_ago)s önce yayımlandı

source: Created %(time_ago)s
es: Creada %(time_ago)s
fa: ایجاد شده %(time_ago)s 1
pl: Utworzony %(time_ago)s
tr: %(time_ago)s önce oluşturuldu

source: Make a collection of apps to share
es: Hacer una colección de aplicaciones para compartir
fa: ساخت مجموعه‌ای از کاره‌ها برای هم‌رسانی
pl: Stwórz kolekcję aplikacji do udostępnienia
tr: Paylaşmak için uygulamalardan koleksiyon yap

source: Create Repo
es: Crear Repositorio
fa: ایجاد مخزن
pl: Utwórz Repo
tr: Depo Oluştur

source: New Repo
es: Repositorio nuevo
fa: مخزن جدید
pl: Nowe repozytorium
tr: Yeni Depo

source: Create
es: Crear
fa: ايجاد
pl: Utwórz
tr: Oluştur

source: Delete Repo
es: Eliminar Repositorio
fa: حذف مخزن
pl: Usuń Repozytorium
tr: Depo Sil

source: Are you sure you want to delete the repo <strong>%(repo)s</strong>?
es: ¿Está seguro de querer eliminar el repositorio <strong>%(repo)s</strong>?
fa: مطمئنید که می‌خواهید مخزن <strong>%(repo)s</strong> را حذف کنید؟
pl: Czy na pewno chcesz usunąć repozytorium <strong>%(repo)s</strong>?
tr: Bu <strong>%(repo)s</strong> deposunu silmek istediğinize emin misiniz?

source: This will also delete all apps and other files from your repo. You will not be able to get them back, users of your repo will not be able to use it anymore and not receive updates for the apps they received from you. There is no way to recover this repo!
es: Esto también eliminará todas las aplicaciones y archivos de su repositorio. No podrá recuperarlos y los usuarios de su repositorio no podrán utilizarlo más ni recibir actualizaciones de las aplicaciones que recibieron de usted. ¡No hay forma de recuperar el repositorio!
fa: این کار تمام کاره‌ها و دیگر پرونده‌ها را نیز از مخزنتان حذف خواهد کرد و قادر به بازگرداندن آن‌ها نیستید. کاربران مخزنتان دیگر نمی‌توانند از آن استفاده کرده و برای کاره‌هایی که از شما گرفته‌اند به‌روز رسانی بگیرند. هیچ راهی برای بازگردانی این مخزن وجود ندارد!
pl: Spowoduje to również usunięcie wszystkich aplikacji i innych plików z repozytorium. Nie będzie można ich odzyskać, użytkownicy repozytorium nie będą już mogli z niego korzystać i nie otrzymają aktualizacji dla aplikacji, które otrzymali od Ciebie. Nie ma sposobu na odzyskanie tego repozytorium!
tr: Bu ayrıca deponuzdan tüm uygulamaları ve diğer dosyaları silecek. Onları geri alamayacaksınız, deponuzun kullanıcıları onu artık kullanamayacaklar ve sizden aldıkları uygulamalar için güncellemeler alamayacaklar. Bu depoyu kurtarmanın yolu yoktur!

source: Please only proceed if you know what you are doing!
es: Por favor, ¡proceda solamente si sabe lo que está haciendo!
fa: لطفاً فقط در صورتی که می‌دانید دارید چه می‌کنید، ادامه دهید!
pl: Proszę kontynuować, jeśli wiesz, co robisz!
tr: Lütfen sadece ne yaptığınızı biliyorsanız devam edin!

source: Yes, I want to delete the repo
es: Sí, quiero borrar el repositorio
fa: بله، می‌خواهم این مخزن را حذف کنم
pl: Tak, chcę usunąć repozytorium
tr: Evet, depoyu silmek istiyorum

source: Edit Repo
es: Editar el repositorio
fa: ویرایش مخزن
pl: Edytuj Repozytorium
tr: Depo Düzenle

source: Save Changes
es: Guardar cambios
fa: ذخیرهٔ تغییرات
pl: Zapisz zmiany
tr: Değişiklikleri Kaydet

source: Content
es: Contenido
fa: محتوا
pl: Zawartość
tr: İçerik

source: Share
es: Compartir
fa: هم‌رسانی
pl: Udostępnij
tr: Paylaş

source: Info
es: Información
fa: اطّلاعات
pl: Informacje
tr: Bilgi

source: Search for apps in your repository
es: Buscar aplicaciones en su repositorio
fa: جست‌وجوی کاره‌ها در مخزنتان
pl: Wyszukaj aplikacje w swoim repozytorium
tr: Deponuzda uygulamaları arayın

source: add from gallery
es: añadir de la galería
fa: افزودن از جُنگ
pl: dodaj z galerii
tr: galeriden ekle

source: Alternatively, drag and drop or %(label_start)schoose files%(label_end)s
es: Alternativamente, arrastre y suelte %(label_start)s o elija archivos %(label_end)s
fa: کشیدن و رها کردن یا %(label_start)schoose files%(label_end)s
pl: Alternatywnie przeciągnij i upuść lub %(label_start)s wybierz pliki%(label_end)s
tr: Alternatif olarak, sürükleyip bırakın ya da %(label_start)s dosyaları seçin%(label_end)s

source: Accepted files include Android apps, documents, eBooks, audio and video.
es: Los archivos aceptados incluyen aplicaciones para Android, documentos, libros electrónicos, audios y vídeos.
fa: پرونده‌های تأییدی شامل کاره‌های آندروید، سندها، کتاب‌های اکترونیکی، صدا و ویدیو هستند.
pl: Akceptowane pliki to aplikacje na Androida, dokumenty, książki elektroniczne, audio i wideo.
tr: Kabul edilen dosyalar Android uygulamalarını, belgeleri, e-kitapları, sesleri ve videoları içerir.

source: Your search did not return any results.
es: Su búsqueda no obtenido ningún resultado.
fa: جست‌وجویتان نتیجه‌ای برنگرداند.
pl: Twoje wyszukiwanie nie zwróciło żadnych wyników.
tr: Aramanız hiçbir sonuç döndürmedi.

source: Name
es: Nombre
fa: نام
pl: Nazwa
tr: Ad

source: Storage
es: Almacenamiento
fa: ذخیره‌سازی
pl: Pamięć
tr: Depolama

source: Add Storage
es: Añadir almacenamiento
fa: اضافه کردن فضا
pl: Dodaj pamięć
tr: Depolama Ekle

source: Fingerprint
es: Huella digital
fa: اثر انگشت
pl: Odcisk linii papilarnych
tr: Parmak izi

source: Remove Repo
es: Eliminar repositorio
fa: برداشتن مخزن
pl: Usuń Repozytorium
tr: Depo Sil

source: Add storage to publish
es: Añadir almacenamiento para publicar
fa: افزودن ذخیره‌ساز برای انتشار
pl: Dodaj miejsce do opublikowania
tr: Yayımlama için depo ekle
